app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("Name", "Email", "Content") VALUES ($1, $2, $3) RETURNING "id"  [["Name", "a"], ["Email", "aaa"], ["Content", "aaa"]]
---
  def create
    @contact = Contact.new(contact_params)
     if @contact.save